[
  {
    "name":"Iwo Sobolewski",
    "shortname":"iwo_sobolewski",
    "first_name": "iwo",
    "preview":"Five year old Iwo from Szczecin, Poland has a big challenge ahead of him; to win the battle with cancer. He’s been accepted to undergo treatment at Helen DeVos Children’s Hospital in Grand Rapids, MI.",
    "bio":"Five year old Iwo from Szczecin, Poland has a big challenge ahead of him; to win the battle with cancer. He’s been accepted to undergo treatment at Helen DeVos Children’s Hospital in Grand Rapids, MI. The treatment is available only in U.S. Iwo needs $115,000 to fight for a happy normal life. For more information visit <a href='www.youcanbemyangel.com'>youcanbemyangel.com</a> or call 773-225-9749."
  },
  {
    "name":"Miłosz Andrzejewski",
    "shortname":"milosz_andrzejewski",
    "first_name": "milosz",
    "preview":"God sent an angel to us … Have you ever had to ask yourself, how God chooses mothers of disabled children? The angel asked the God this question: Why her? She is so happy – just because – says God smiling.",
    "bio":"Placeholder"
  },{
    "name":"Oliwia Kuśmierska",
    "shortname":"oliwia_kusmierska",
    "first_name": "oliwia",
    "preview":"A 5 years old Oliwia from Ruda Śląska, Poland is battling neuroblastoma – pediatric center. Her only hope is an anty GD2 treatment for wich she does not qualify in Poland.",
    "bio":"A 5-year-old Oliwia from Ruda Śląska, Poland is battling neuroblastoma – pediatric cancer. Her only hope is an anty GD2 treatment for wich she does not qualify in Poland. A cost of this lifesaving therapy in an Italian Clinic is approximately $90,000."
  },{
    "name":"Adam Kaliński",
    "shortname":"adam_kalinski",
    "first_name": "adam",
    "preview":"Adam was born on 27 January 2010 in Poznan, until March 2012, he was healthy and cheerful child.After 2 rotavirus infections he developed a chronic diarrhea, due to the course of the disease, doctors thought that the intestine was damaged by a virus, no one suspected another reason.",
    "bio":"Placeholder"
  },{
    "name":"Amelia Szewczyk",
    "shortname":"amelia_szewczyk",
    "first_name": "amelia",
    "preview":"'If you have to cry, please go outside, and don’t cry in front of the children. They cannot see you cry'.  This is a single principle that pediatric oncology ward parents whisper to the 'new parents'.",
    "bio":"Placeholder"
  },{
    "name":"Kacper Janiak",
    "shortname":"kacper_janiak",
    "first_name": "kacper",
    "preview":"It usually begins quite innocently – child complains of a sore leg or belly ache, and the parent thinks it’s nothing serious. The parent takes the child to see the doctor anyway, because he prefers to hear that his child is “fine” than regret later that he did not react in time.",
    "bio":"Placeholder"
  },{
    "name":"Wiktor Karpiński",
    "shortname":"wiktor_karpinski",
    "first_name": "wiktor",
    "preview":"Let’s help little Wiktor! His situation is dramatic. This three-year old boy suffers from cancer – neuroblastoma and has been through two relapses. Wiktor is currently being treated in Poznań, Poland but he might not survive yet another chemotherapy.",
    "bio":"His situation is dramatic. This three-year old boy suffers from cancer – neuroblastoma and has been through two relapses. Wiktor is currently being treated in Poznan, Poland but he might not survive yet another chemotherapy. His only hope is anty body GD2 treatment available in Italy. Wiktor could qualify for this treatment right away if only his parents had the money. We are asking you to help Wiktor. Please give up on one little thing tomorrow and give this amount to saving the life of this little one. Wiktor stands no chance without you and me. Please help!"
  },{
    "name":"Dominik Młynkowiak",
    "shortname":"dominik_mlynkowiak",
    "first_name": "dominik",
    "preview":"Dominic was born completely healthy. There was no indication that something was wrong in his body until he turned 6 years of age. His parents did not even expect that soon they will have to fight against a cruel disease.",
    "bio":"Placeholder"
  },{
    "name":"Alicja Kosmala",
    "shortname":"alicja_kosmala",
    "first_name": "alicja",
    "preview":"5 year old Alicja Kosmala is fighting a malicious cancer-neuroblastoma. Despite aggressive treatment – 9 cycles of chemotherapy, bone marrow transplant, tumor resection surgery – Alicja failed to achieve complete remission. In children with neuroblastoma cancer, who do not manage to overcome residual cancer cells, there’s an 80% chance for relapse.",
    "bio":"Placeholder"
  },{
    "name":"Klaudia Pająk",
    "shortname":"klaudia_pajak",
    "first_name": "klaudia",
    "preview":"Seven year old Klaudia was the oldest of all the kids we have helped so far. Klaudia’s a very sweet child, always Gallery: happy and full of energy. She loves to paint and enjoys playing various games.",
    "bio":"Seven year old Klaudia was the oldest of all the kids we have helped so far. Klaudia’s a very sweet child, always happy and full of energy. She loves to paint and enjoys playing various games. Klaudia’s symptoms such as hip inflammation, headache, spine and leg pains began in November of 2011. After a histopathological examination she was diagnosed with malignant cancer, stage IV neuroblastoma. A year later Klaudia finished chemotherapy and qualified for antibodies treatment offered by a clinic in Greifswald, Germany. With the wonderful news came big worry-where to find money for this very costly treatment. Fundraisers were organized in many places in Poland and abroad. Our Foundation contributed to Klaudia’s treatment as well.  Klaudia finished her treatment in July of 2013. She is slowly recovering and regaining her strength. We are happy that we were able to help Klaudia and her parents."
  },{
    "name":"Michał Tryka",
    "shortname":"michal_tryka",
    "first_name": "michal",
    "preview":"Michal is Marcin Sporka’s friend from the hospital. Both stayed on the same ward and battled with their illness. Like many two year old boys, Michal is happy and witty. His curiosity keeps him active and always wanting to know more.",
    "bio":"Placeholder"
  },{
    "name":"Marcin Sporek",
    "shortname":"marcin_sporek",
    "first_name": "marcin",
    "preview":"Marcin was born on March, 22 2010. He rarely fell ill. Marcin’s parents took him to see doctors regularly; these visits did not indicate any signs of illness. A few days before Christmas Eve 2011 Marcin developed a fever and his stomach became swollen.",
    "bio":"<p>Marcin was born on March, 22 2010. He rarely fell ill. Marcin’s parents took him to see doctors regularly; these visits did not indicate any signs of illness. A few days before Christmas Eve 2011 Marcin developed a fever and his stomach became swollen. Parents immediately took Marcin to the doctors and hospital in Nowy Sacz and thereafter to Krakow’s Children Clinic. Marcin was crying with every doctor’s visit. Parents had a hard time explaining Marcin everything that was happening.  Beginning Christmas Eve 2011 Marcin went through chemotherapy, autografting, x-rays and just about everything the Polish medical profession had to offer. The children’s hospital Prokocim-Krakow became Marcin and his parents’ home.</p><p>Parents began to look for ways to increase their son’s chances for survival. Such an opportunity arrived with information about anti-body and interleukin treatments at the Greifswald clinic in Germany. But the hope and joy quickly faded when the treatment costs were revealed. The therapy was estimated to cost €145,000. By Polish standards this was an unthinkable amount and the National Health Insurance rejected to cover the treatment.</p><p>Marcin’s parents were crushed knowing there’s a chance in curing their son but money was the real obstacle. However, family and friends offered to help raise money, and parents of other children struggling with same disease advised where to look for funds. An intensive fund raiser began for Marcin, not only in Poland but beyond. Marcin at present is in the middle of therapy in Germany doing very well. He has another series of anti-body treatments and thereafter tests and checkups.</p>"
  },{
    "name":"Karolina Urban",
    "shortname":"karolina_urban",
    "first_name": "karolina",
    "preview":"Karolinka Urban has gone through so much in her short life. It’s hard to believe that she has so much strength Karolina Urban – Websitein her tiny body to fight for her life. She was born on August 6, 2011, with a lot of hair.",
    "bio":"Karolinka Urban has gone through so much in her short life. It’s hard to believe that she has so much strength in her tiny body to fight for her life. She was born on August 6, 2011, with a lot of hair. In her fifth week of life doctors performed an ultrasound on Karolina’s body.  The exam revealed eight tumors on the liver and one on the right adrenal gland. This visit at the doctor’s office saved Karolinka’s life. She was immediately taken to a hospital. Diagnosis was devastating…….cancer. After a surgery to remove the primary tumor, Karolinka received eight cycles of chemotherapy known as COJEC and two cycles of chemotherapy TVD. The next phase of treatment was called mega-chemotherapy following autologous bone marrow transplant. Finally Karolinka was ready to go to Italy for treatment. At the discretion of the Board of Directors, YCBMAF was able to support Karolinka and her family in her journey to recovery. Karolinka completed her treatment in Italy and test results after the first checkup look good."
  },{
    "name":"Piotr Kosowski",
    "shortname":"piotr_kosowski",
    "first_name": "piotr",
    "preview":"Piotr was diagnosed with a rare heart defect – right chamber bipartite subaortic stenosis and pulmonary artery. In November 2012, during a consultation with children’s heart surgeon, Piotr’s parents were informed that Piotr’s condition is life threatening and that he would have to undergo surgery within the next 6 months.",
    "bio":"<p>Piotr was diagnosed with a rare heart defect – right chamber bipartite subaortic stenosis and pulmonary artery.</p><p>In November 2012, during a consultation with children’s heart surgeon, Piotr’s parents were informed that Piotr’s condition is life threatening and that he would have to undergo surgery within the next 6 months. The cost of the operation was estimated at €25,000. YCBMAF made a contribution to help relieve some of the financial burden.</p>"
  },{
    "name":"Szymon Piętko",
    "shortname":"szymon_pietko",
    "first_name": "szymon",
    "preview":"Szymon was a healthy two year old baby. It wasn’t until On October 23, 2013 after completing the treatment, Szymon was examined by the doctors. Unfortunately, cancer did not give up and spread into the vitreous. In this case, the therapy did not help.",
    "bio":"Szymon was a healthy two year old baby. It wasn’t until on October 23, 2013 after completing the treatment, Szymon was examined by the doctors. Unfortunately, cancer did not give up and spread into the vitreous. In this case, the therapy did not help. It was necessary to save Szymon’s life therefore, on December 4, 2013 doctors removed Szymon’s right eye.his parents noticed frequent eye infections and one day spotted a strange reflection in his eye. They immediately took him to a doctor. After examination and ultrasound parents heard a devastating diagnosis, retinoblastoma. Szymon went through 6 chemotherapy treatments. The doctors told his parents, that he may lose his eye. Szymon’s parents desperately sought other treatment opportunities. The whole family travelled to Great Ormond Street Hospital in London specializing in retinoblastoma treatment. On July 3 Szymon began melphalan therapy.  Unfortunately, this method is not available in Poland and is not reimbursed by the National Health Fund. The cost of the entire treatment was about 300,000zł ($100,000). The YCBMAF helped relieve some of the financial burden. November 16th marked a year since diagnosis."
  },{
    "name":"Nina Kublik",
    "shortname":"nina_kublik",
    "first_name": "nina",
    "preview":"Ninka is one and a half years old and lives with her parents in Lodz, Poland.  She has been fighting neuroblastoma cancer for half a year. In two months Ninka will finish her treatment which includes chemotherapy, bone marrow autograft, megachemotherapy, tumor surgery and radiotherapy. Unfortunately, further treatment in Poland is not available.",
    "bio":"<p>Ninka is one and a half years old and lives with her parents in Lodz, Poland.  She has been fighting neuroblastoma cancer for half a year. In two months Ninka will finish her treatment which includes chemotherapy, bone marrow autograft, megachemotherapy, tumor surgery and radiotherapy. Unfortunately, further treatment in Poland is not available. An antibody and interleukin treatment (Anti-GD2), which is offered in Germany, Italy and other countries has not been approved nor is refundable by the Polish National Health Fund.</p><p>Ninka has been accepted for treatment by the Pediatric Institute of Oncology in Genoa, Italy. Her treatment has been estimated at €40,000. We need your help!</p><p>BECOME NINKA’S ANGEL by offering her life! There are many ways to get involved: contact us with any amount of donation, join us, invite us to your event or organize a collection, any help matters when it comes to saving this baby’s life.</p>"
  },
]