[
  {
    "name":"Katarzyna Romanowska",
    "url":"kasia_romanowska",
    "title": "President/Chairman",
    "quote":"I believe that people are inherently good, but sometimes you have to remind them.",
    "bio":"Katarzyna Romanowska, family name Papierz. Mother of two amazing boys, a wife, then a one-man orchestra: an educator, a life coach, and as my friends say, a provider of hope in what may seem a hopeless situation. If you need a clown to cheer you up or a friend to talk to, I’m there. I love people, cooking, reading, dancing, and can speak with the speed of a machine gun. I cannot pass by the needy. I would like everyone to believe that they can help and that there are many ways to get involved. All you have to do is open your heart.",
    "pic":""
  },{
    "name":"Małgorzata Pachota",
    "url":"gosia_pachota",
    "title": "Vice President/Treasurer",
    "quote":"I slept and dreamt that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.",
    "bio":"It is a great honor for me to be part of such a magnificent community as You Can Be My Angel Foundation, which helps defenseless children affected by cancer. Volunteering is something of a calling for me; it is where people of great hearts give everything they have to offer without asking of anything in return. As a volunteer and a board member I have experienced, and continue experiencing that “service is joy”.",
    "pic":""
  },{
    "name":"Małgorzata Ustupska",
    "url":"gosia_ustupska",
    "title": "Vice President/Secretary",
    "quote":"I am a working woman, not afraid of any kind of job.",
    "bio":"'I am a working woman, not afraid of any kind of job'. This phrase repeated many times by Irena Kwiatkowska in a Polish TV series ‘Forty’ summarizes my career. I was a medical lab technician, an English teacher, a translator and now I’m a Mom, dividing my time between home and work. All these paths always led in the direction of people in need of help, and as much as I could I was there to offer my hand.  This is also now in the case of my work as a Board Member and a volunteer. It gives me immense joy and a lot of satisfaction when I learn that our relatively small group gives children a second chance at life.",
    "pic":""
  },{
    "name":"Sławomir Rachmaciej",
    "url":"slawomir_rachmaciej",
    "title": "Member of the Board",
    "quote":"A man is great not by what he possesses, but by who he is, not by what he has, but by what he shares with others.",
    "bio":"<p>This is a quote of my life. I am a humble man, but you can easily hurt me. I strongly believe that people are good at heart.  We are exceptional beings created by God himself, so it cannot be otherwise.  I’m a volunteer and a board member of the You Can Be Me Angel foundation because I have faith that the more good we’ll do for others the better the world will be. The world needs kindness, love, trust, dedication and sacrifice. Philanthropy or “love of humanity” should be spread. We have the duty to make this world a better place. I help because that’s what my heart and spirit desire. I derive satisfaction from helping others but don’t expect anything in return. Seeing a smile on another persons’ face makes me feel needed in this world.</p><p>I’m a busy professional, but when someone tells me that they can’t stop what they’re doing to make one good deed, I can tell you right now that it’s not true. Everything is possible. All you need is faith and desire. Together we can contribute to the improvement of humanity. I’m a busy professional, but when someone tells me that they can’t stop what they’re doing to make one good deed, I can tell you right now that it’s not true. Everything is possible. All you need is faith and desire. Together we can contribute to the improvement of humanity.</p>",
    "pic":""
  },{
    "name":"Beata Szaflarska",
    "url":"beata_szaflarska",
    "title": "Member of the Board",
    "quote":"",
    "bio":"With nearly thirteen years in the financial industry first as an accountant and later as an auditor it was time for me to transition into a new role, of mother. I made a conscious decision to place my career on hold and dedicate next years to raising my daughter. Though my time may appear limited as a stay-at-home mom I knew it was possible and beneficial to do more with the skills I acquired over the years. As a volunteer board member I feel privileged that through my contributions I’m able to help the foundation advance its mission.",
    "pic":""
  },{
    "name":"Piotr Kochanowicz",
    "url":"piotr_kochanowicz",
    "title": "Member of the Board",
    "quote":"",
    "bio":"Piotr is the founder of “Swiatelko”, an addiction therapist in Polish-American Association, and the founder and spiritual guardian of the Jasmin Integrated Group, and a chaplain of the Polish Scouting Association in Chicago. Piotr among other things conducts Taize prayer and is the chaplain of the House of Single Mothers in-works with Project Rachel. Piotr’s friends say of him that “he is a quiet person, but when he has something to say, he will say it so that everyone will hear it”. Piotr puts a lot of heart into what he does. He maintains order, dislikes bragging, he is modest, and his approach makes a person feel as if you knew him forever.",
    "pic":""
  },{
    "name":"Bozena Koszarek",
    "url":"bozena_koszarek",
    "title": "Member of the Board",
    "quote":"",
    "bio":"<p>For years I’ve been a manager of Doma Shipping and Travel, leading two locations on the south side of Chicago. I am the mother of five children, young adults (22, 21, 19), and my, although no longer small but what I call “little ones” (12 and 9). For as longs as I can remember I wanted to fix and improve the world. I believe greatly that in each of us, without exception, is the need to be needed! I like to help! I like to get involved and therefore I got involved in the work of Polish school which my children attend. I’m involved in scouting and have been with the You Can Be My Angel foundation from the beginning.</p> <p>I love to look at the people who encouraged, are interested in the fate of others and open their hearts. I try to pass on the desire of charitable work not only to young people (my own children and their friends), but also to others.</p> <p>I believe the good spreads like circles on water and comes back to us with great force. I never thought about becoming a board member of the foundation, but if my work ethics and experience can help in any way, than I will take on the responsibility with great pleasure.</p>",
    "pic":""
  },{
    "name":"Kinga Czupta",
    "url":"kinga_czupta",
    "title": "Member of the Board",
    "quote":"",
    "bio":"<p>My nonprofit experience extends back to 1982, when I was involved with Klub Skawa for 31 years – an organization intended to help my home town of Skawa, Poland.  I acted as a member, than Secretary, then Vice President and eventually became President before handing over the reins in 2014.</p><p>When asked to become a Board Member of You Can Be My Angel, my heart simply couldn’t say no.</p><p>I am excited about the affect we can have as an organization and am honored to support You Can Be My Angel. I am deeply committed to the mission and am a true advocate for You Can Be My Angel as I believe that through our efforts we will make a significant difference in the lives of the children that we support. Caring is the heart of our mission, and that is why this organization has my heart and my commitment. It is an honor and privilege to serve on the You Can Be My Angel Board of Directors, and in doing so, I pledge my relentless dedication to help raise funds and dedicate time to improve the lives of the children and families that seek our help.</p>",
    "pic":""
  },{
    "name":"Wojciech Gondek",
    "url":"wojciech_gondek",
    "title": "Member of the Board",
    "quote":"It is better to give than to ask.",
    "bio":"<p>'It is better to give than to ask.' if we all were to commit to this the world around us would be a much better place. My name is Wojciech Gondek. I come from a picturesque town Bilay Dunajec, located in the heart of Tatra Mountains, Poland. I’m a proud true blood Highlander.</p><p>I learned about the You Can Be My Angel Foundation through a friend of mine and that is also how I met Katarzyna Romanowska, President. What hit me about Katarzyna was her energy and a desire to help the others, especially those most vulnerable. I realize the gravity of my job as a board member, and know that it will have its challenges, but I promise to perform my duties conscientiously, with passion and Highlander’s pride.</p>",
    "pic":""
  }
]